
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" dir="ltr" lang="en-US">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Privacy Policy</title>
</head>
<body>
English <small>(<a href="#italian">Italiano</a>, <a href="#french">Fran&ccedil;ais</a>)</small> 
<h1>Privacy Policy</h1> (English version)
<p>We respect your privacy rights and recognize the importance of protecting any information collected about you. This Privacy Policy defines usage of personal and non-personal information.</p>
<p>You agree to this privacy policy by installing and using our applications. Please do not install or use our applications if you do not agree with this privacy policy. We reserve the right to modify this Privacy Policy from time to time, so please review it frequently. Your continued use of our applications will signify your acceptance of the changes to this Privacy Policy.</p>
<h3>Personal Data:</h3>
<p>We do not collect or use any personal data that may be used to identify or contact you. </p>
<h3>Non-personal data:</h3>
<p>In order to improve our applications we may collect anonymous non-personal information related to: (i) device type; (ii) device software platform; (iii) stack traces.</p>
<hr><a name="italian"></a>
<h1>Informativa sulla privacy</h1> (versione italiana)
<p>Noi rispettiamo i tuoi diritti alla privacy e riconosciamo l'importanza di proteggere tutte le tue informazioni. La presente informativa definisce l'utilizzo dei dati personali e non personali.</p>
<p>L'utente accetta questa informativa sulla privacy installando e utilizzando le nostre applicazioni. Ti preghiamo di non installare o utilizzare le nostre applicazioni, se non sei d'accordo con questa informativa sulla privacy. Ci riserviamo il diritto di modificare le norme sulla privacy di tanto in tanto, quindi ti preghiamo di consultare frequentemente tali norme. L'uso continuo delle nostre applicazioni implica l'accettazione delle modifiche alla presente informativa sulla privacy.</p>
<h3>Dati personali:</h3>
<p> Noi non raccogliamo o utilizziamo dati personali che possono essere utilizzati per identificare o contattare l'utente.</p>
<h3>Dati non personali:</h3>
<p>Al fine di migliorare le nostre applicazioni possiamo raccogliere informazioni anonime non personali relative a: (i) il tipo di dispositivo, (ii) la piattaforma software del dispositivo, (iii) tracciamenti dello stack.</p>
<hr><a name="french"></a>
<h1>R&egrave;gles de confidentialit&eacute;</h1> (Version fran&ccedil;aise)
<p>Nous respectons votre droit &agrave; la confidentialit&eacute; et nous reconnaissons l'importance de prot&eacute;ger toute information recueillies vous concernant. Cette politique de confidentialit&eacute; d&eacute;finit l'utilisation d'informations personnelles et non personnels.</p>
<p>Vous consentez &agrave; la pr&eacute;sente politique de confidentialit&eacute; en installant et en utilisant nos applications. S'il vous pla&icirc;t ne pas installer ou utiliser nos applications si vous n'&ecirc;tes pas d'accord avec cette politique de confidentialit&eacute;. Nous nous r&eacute;servons le droit de modifier cette politique de confidentialit&eacute; de temps en temps, donc s'il vous pla&icirc;t consulter cette page r&eacute;guli&egrave;rement. Votre utilisation continue de nos applications signifiera votre acceptation des modifications &agrave; cette politique de confidentialit&eacute;.</p>
<h3>Donn&eacute;es personnelles:</h3>
<p>Nous ne recueillons ou utilisons les donn&eacute;es personnelles qui peuvent &ecirc;tre utilis&eacute;s pour vous identifier ou contacter.</p>
<h3>Donn&eacute;es non personnelles:</h3>
<p>Afin d'am&eacute;liorer nos applications, nous pouvons collecter des informations non personnelles anonyme li&eacute;e &agrave;: (i) le type d'appareil, (ii) la plate-forme de logiciel de l'appareil, (iii) les traces de stack.</p>
</body>
</html>
